{"input": "Что означает слово 'подлец'?", "output": "Подлец - это архаизм, обозначающий недостойного, негодного человека."}
{"input": "Каково значение слова 'зазнайка'?", "output": "Зазнайка - это архаизм, обозначающий высокомерного, надменного человека."}
{"input": "Что означает выражение 'исподтишка'?", "output": "Исподтишка - это архаизм, обозначающий коварного, пронырливого человека."}
{"input": "Каково значение слова 'недоучка'?", "output": "Недоучка - это архаизм, обозначающий необразованного, неграмотного человека."}
{"input": "Что означает выражение 'подлая клюква'?", "output": "Подлая клюква - это архаизм, обозначающий ложь, обман."}
{"input": "Каково значение слова 'недотепа'?", "output": "Недотепа - это архаизм, обозначающий неуклюжего, неловкого человека."}
{"input": "Что означает выражение 'подлость'?", "output": "Подлость - это архаизм, обозначающий коварство, лукавство."}
{"input": "Каково значение слова 'недорозум'?", "output": "Недорозум - это архаизм, обозначающий безграмотного, невежественного человека."}
{"input": "Что означает выражение 'подлецкие уattery'?", "output": "Подлецкие уattery - это архаизм, обозначающий козни, злодеяния."}
{"input": "Каково значение слова 'недоумение'?", "output": "Недоумение - это архаизм, обозначающий замешательство, непонимание."}
{"input": "Что означает слово 'междоусобица'?", "output": "Междоусобица - это архаизм, обозначающий внутреннюю войну, раздор."}
{"input": "Каково значение слова 'недопустимо'?", "output": "Недопустимо - это архаизм, обозначающий недопустимый, неприемлемый."}
{"input": "Что означает выражение 'под сенью защиты'?", "output": "Под сенью защиты - это архаизм, обозначающий под защитой, защищенность."}
{"input": "Каково значение слова 'недобросовестность'?", "output": "Недобросовестность - это архаизм, обозначающий недобросовестность, нечестность."}
{"input": "Что означает выражение 'подлый обман'?", "output": "Подлый обман - это архаизм, обозначающий коварный, лукавый обман."}
{"input": "Каково значение слова 'недоумелый'?", "output": "Недоумелый - это архаизм, обозначающий неуклюжий, неловкий."}
{"input": "Что означает выражение 'подлецкий обман'?", "output": "Подлецкий обман - это архаизм, обозначающий коварный, лукавый обман."}
{"input": "Каково значение слова 'недоразумие'?", "output": "Недоразумие - это архаизм, обозначающий ошибка, недопонимание."}
{"input": "Что означает выражение 'подлость и лукавство'?", "output": "Подлость и лукавство - это архаизм, обозначающий коварство, лукавство."}
{"input": "Каково значение слова 'недоученный'?", "output": "Недоученный - это архаизм, обозначающий недостаточно образованный, неграмотный."}
{"input": "Что означает слово 'междоусобная война'?", "output": "Междоусобная война - это архаизм, обозначающий внутреннюю войну, раздор между людьми или группами людей."}
{"input": "Каково значение слова 'недопустимый'?", "output": "Недопустимый - это архаизм, обозначающий неприемлемый, недопустимый для чего-либо."}
{"input": "Что означает выражение 'под сенью крыла'?", "output": "Под сенью крыла - это архаизм, обозначающий под защитой, защищенность."}
{"input": "Каково значение слова 'недобросовестность'?", "output": "Недобросовестность - это архаизм, обозначающий недобросовестность, нечестность, недостойное поведение."}
{"input": "Что означает выражение 'подлый обман'?", "output": "Подлый обман - это архаизм, обозначающий коварный, лукавый обман, обман с целью нанести вред кому-либо."}
{"input": "Каково значение слова 'недоумелый'?", "output": "Недоумелый - это архаизм, обозначающий неуклюжий, неловкий, неспособный к чему-либо."}
{"input": "Что означает выражение 'подлецкий обман'?", "output": "Подлецкий обман - это архаизм, обозначающий коварный, лукавый обман, обман со злым умыслом."}
{"input": "Каково значение слова 'недоразумение'?", "output": "Недоразумение - это архаизм, обозначающий ошибка, недопонимание, недоразумение в общении между людьми."}
{"input": "Что означает выражение 'подлость и лукавство'?", "output": "Подлость и лукавство - это архаизм, обозначающий коварство, лукавство, нечестность и обман."}
{"input": "Каково значение слова 'недоученный'?", "output": "Недоученный - это архаизм, обозначающий недостаточно образованный, неграмотный, неполноценно educated."}
{"input": "Что означает слово 'ахат'?", "output": "Ахат - это историзм, обозначающий разновидность красного полудрагоценного камня."}
{"input": "Каково значение слова 'балдахин'?", "output": "Балдахин - это историзм, обозначающий тканевая конструкция или навес над престолом или кроватью."}
{"input": "Что означает выражение 'величайший царедворец'?", "output": "Величайший царедворец - это историзм, обозначающий влиятельного придворного при царском дворе."}
{"input": "Каково значение слова 'голословно'?", "output": "Голословно - это историзм, обозначающий бездоказательно, бездоказательно, сделанное без доказательств."}
{"input": "Что означает выражение 'далеко не всё золото, что блестит, - золото'?", "output": "Далеко не всё золото, что блестит, - золото - это историзм, обозначающий то, что на первый взгляд может показаться ценным или ценным, но на самом деле нет."}
{"input": "Каково значение слова 'инквизиция'?", "output": "Инквизиция - это историзм, обозначающий религиозный суд, проводимый католической церковью в Средние Века и впоследствии."}
{"input": "Что означает выражение 'колесо истории'?", "output": "Колесо истории - это историзм, обозначающий цикличность событий в истории, когда события повторяются с течением времени."}
{"input": "Каково значение слова 'манифест'?", "output": "Манифест - это историзм, обозначающий публичное заявление, программу или требование."}
{"input": "Что означает выражение 'морская сила'?", "output": "Морская сила - это историзм, обозначающий военно-морской флот или военно-морские силы."}
{"input": "Каково значение слова 'недопустимо'?", "output": "Недопустимо - это историзм, обозначающий неприемлемый, недопустимый для чего-либо."}
{"input": "Что означает слово 'аббатство'?", "output": "Аббатство - это историзм, обозначающий монастырь, управляемый аббатом или аббатисой."}
{"input": "Каково значение слова 'барочный'?", "output": "Барочный - это историзм, обозначающий стиль в искусстве и архитектуре эпохи барокко (примерно с 1600 по 1750 год)."}
{"input": "Что означает выражение 'величайший монарх'?", "output": "Величайший монарх - это историзм, обозначающий правителя с очень большой властью и влиянием."}
{"input": "Каково значение слова 'городской совет'?", "output": "Городской совет - это историзм, обозначающий местное правительственное учреждение в средневековой Европе."}
{"input": "Что означает выражение 'далеко не всё так просто'?", "output": "Далеко не всё так просто - это историзм, обозначающий, что ситуация может быть сложнее, чем кажется на первый взгляд."}
{"input": "Каково значение слова 'инквизитор'?", "output": "Инквизитор - это историзм, обозначающий судью или чиновника, участвующего в инквизиции."}
{"input": "Что означает выражение 'колесо фортуны'?", "output": "Колесо фортуны - это историзм, обозначающий непредсказуемость судьбы или удачи."}
{"input": "Каково значение слова 'манифестация'?", "output": "Манифестация - это историзм, обозначающий публичное выражение мнения или протеста."}
{"input": "Что означает выражение 'морской поход'?", "output": "Морской поход - это историзм, обозначающий военное плавание или морскую экспедицию."}
{"input": "Каково значение слова 'неприемлемо'?", "output": "Неприемлемо - это историзм, обозначающий недопустимый, неприемлемый для чего-либо."}
{"input": "Что означает слово 'аристократия'?", "output": "Аристократия - это историзм, обозначающий высший класс или сословие в обществе."}
{"input": "Каково значение слова 'баснословный'?", "output": "Баснословный - это историзм, обозначающий невероятный, удивительный."}
{"input": "Что означает выражение 'величайший поход'?", "output": "Величайший поход - это историзм, обозначающий крупномасштабное военное передвижение или экспедицию."}
{"input": "Каково значение слова 'городской глава'?", "output": "Городской глава - это историзм, обозначающий высшее должностное лицо в средневековом городе."}
{"input": "Что означает выражение 'далеко не все знают, что такое...'?", "output": "Далеко не все знают, что такое... - это историзм, обозначающий, что многие люди могут не знать о чём-либо, потому что это неизвестно или сложно понять."}
{"input": "Каково значение слова 'инквизиционный'?", "output": "Инквизиционный - это историзм, обозначающий связанный с инквизицией или имеющий отношение к ней."}
{"input": "Что означает выражение 'колесо судьбы'?", "output": "Колесо судьбы - это историзм, обозначающий непредсказуемость судьбы или цикличность событий."}
{"input": "Каково значение слова 'манифестный'?", "output": "Манифестный - это историзм, обозначающий связанный с манифестом или имеющий отношение к нему."}
{"input": "Что означает выражение 'морской торговый путь'?", "output": "Морской торговый путь - это историзм, обозначающий маршрут для торговли через море."}
{"input": "Каково значение слова 'неприемлемый'?", "output": "Неприемлемый - это историзм, обозначающий недопустимый, неприемлемый для чего-либо."}
{"input": "Что означает слово 'боярин'?", "output": "Боярин - это древнерусское слово, обозначающее знатного вельможу, военного или гражданского чина."}
{"input": "Каково значение слова 'витезь'?", "output": "Витезь - это древнерусское слово, обозначающее воина, рыцаря, героя."}
{"input": "Что означает выражение 'государь великий'?", "output": "Государь великий - это древнерусское выражение, обозначающее правителя, монарха, императора."}
{"input": "Каково значение слова 'дворец'?", "output": "Дворец - это древнерусское слово, обозначающее резиденцию правителя, дворцовый комплекс."}
{"input": "Что означает выражение 'достопамятный'?", "output": "Достопамятный - это древнерусское выражение, обозначающее памятный, запоминающийся."}
{"input": "Каково значение слова 'жало'?", "output": "Жало - это древнерусское слово, обозначающее жалобную речь, жалованную грамоту."}
{"input": "Что означает выражение 'искони'?", "output": "Искони - это древнерусское выражение, обозначающее с древних времен, с незапамятных времён."}
{"input": "Каково значение слова 'копьё'?", "output": "Копьё - это древнерусское слово, обозначающее древко с металлическим наконечником, используемое в качестве оружия."}
{"input": "Что означает выражение 'князь великий'?", "output": "Князь великий - это древнерусское выражение, обозначающее могущественного князя, правителя."}
{"input": "Каково значение слова 'летопись'?", "output": "Летопись - это древнерусское слово, обозначающее историческое сочинение, запись событий."}
{"input": "Что означает слово 'меч'?", "output": "Меч - это древнерусское слово, обозначающее длинное клинок оружие с одним лезвием."}
{"input": "Каково значение слова 'мир'?", "output": "Мир - это древнерусское слово, обозначающее мир, спокойствие, согласие."}
{"input": "Что означает выражение 'наш великий князь'?", "output": "Наш великий князь - это древнерусское выражение, обозначающее правителя, монарха, императора."}
{"input": "Каково значение слова 'оружье'?", "output": "Оружье - это древнерусское слово, обозначающее оружие, инструмент для защиты или нападения."}
{"input": "Что означает выражение 'подданный'?", "output": "Подданный - это древнерусское выражение, обозначающее человека, находящегося под властью или покровительством другого человека."}
{"input": "Каково значение слова 'псковитяне'?", "output": "Псковитяне - это древнерусское слово, обозначающее жителей города Пскова."}
{"input": "Что означает выражение 'посольство'?", "output": "Посольство - это древнерусское выражение, обозначающее дипломатическую миссию, делегацию."}
{"input": "Каково значение слова 'прядь'?", "output": "Прядь - это древнерусское слово, обозначающее прямую нить, используемую для ткачества."}
{"input": "Что означает выражение 'разбойник'?", "output": "Разбойник - это древнерусское выражение, обозначающее грабителя, разбойника, вора."}
{"input": "Каково значение слова 'русь'?", "output": "Русь - это древнерусское слово, обозначающее древнерусское государство, народ, страну."}
{"input": "Какова значение поговорки 'Бог даст, а дитя порастут'?", "output": "Бог даст, а дитя порастут - это древнерусская поговорка, означающая надежду на будущее, на то, что все обстоит хорошо."}
{"input": "Какова значение поговорки 'Выть и плакать не поможет'?", "output": "Выть и плакать не поможет - это древнерусская поговорка, означающая, что жалобы и плач не решат проблемы."}
{"input": "Какова значение поговорки 'Горе не скупо дает'?", "output": "Горе не скупо дает - это древнерусская поговорка, означающая, что несчастья часто приносят и другие неприятности."}
{"input": "Какова значение поговорки 'И потому не сошлись'?", "output": "И потому не сошлись - это древнерусская поговорка, означающая, что люди не согласились из-за разногласий."}
{"input": "Какова значение поговорки 'Кто не рискует, тот не выпивает шампанского'?", "output": "Кто не рискует, тот не выпивает шампанского - это древнерусская поговорка, означающая, что для достижения успеха необходимо рискнуть."}
{"input": "Какова значение поговорки 'Лучше спать, чем спать нельзя'?", "output": "Лучше спать, чем спать нельзя - это древнерусская поговорка, означающая, что лучше сделать то, что нужно, чем не сделать."}
{"input": "Какова значение поговорки 'Не всё золото, что блестит'?", "output": "Не всё золото, что блестит - это древнерусская поговорка, означающая, что не все, что кажется хорошим, действительно таковым."}
{"input": "Какова значение поговорки 'Не всё коту масленица'?", "output": "Не всё коту масленица - это древнерусская поговорка, означающая, что не всем везёт всегда."}
{"input": "Какова значение поговорки 'Не зря назвали его папой'?", "output": "Не зря назвали его папой - это древнерусская поговорка, означающая, что кто-то обладает авторитетом и уважением."}
{"input": "Какова значение поговорки 'Пока волки не есть, овцы не молятся'?", "output": "Пока волки не есть, овцы не молятся - это древнерусская поговорка, означающая, что люди не будут молиться или просить помощи, пока не будут в опасности."}
{"input": "Какова значение поговорки 'Выть и плакать не поможет, нужно что-то делать'?", "output": "Выть и плакать не поможет, нужно что-то делать - это древнерусская поговорка, означающая, что жалобы и плач не решат проблемы, нужно действовать."}
{"input": "Какова значение поговорки 'Бог даст, а дитя порастут'?", "output": "Бог даст, а дитя порастут - это древнерусская поговорка, означающая надежду на будущее, на то, что все обстоит хорошо."}
{"input": "Какова значение поговорки 'За то, что не сделано, не пропадёт'?", "output": "За то, что не сделано, не пропадёт - это древнерусская поговорка, означающая, что несовершённые действия не приносят вреда."}
{"input": "Какова значение поговорки 'Не всё коту масленица'?", "output": "Не всё коту масленица - это древнерусская поговорка, означающая, что не всем везёт всегда."}
{"input": "Какова значение поговорки 'Не всё золото, что блестит'?", "output": "Не всё золото, что блестит - это древнерусская поговорка, означающая, что не все, что кажется хорошим, действительно таковым."}
{"input": "Какова значение поговорки 'Не на кого не пощадит'?", "output": "Не на кого не пощадит - это древнерусская поговорка, означающая, что проблема или несчастье может коснуться кого угодно."}
{"input": "Какова значение поговорки 'Не собака без хвоста, не хозяин без денег'?", "output": "Не собака без хвоста, не хозяин без денег - это древнерусская поговорка, означающая, что нет ничего полного без всех своих частей."}
{"input": "Какова значение поговорки 'Не то, что имя, а то, что делают'?", "output": "Не то, что имя, а то, что делают - это древнерусская поговорка, означающая, что важнее действия, чем слова."}
{"input": "Какова значение поговорки 'Не у всех в кармане одеяло'?", "output": "Не у всех в кармане одеяло - это древнерусская поговорка, означающая, что не у всех есть деньги или ресурсы."}
{"input": "Какова значение поговорки 'От несчастья не уберешься без Бога'?", "output": "От несчастья не уберешься без Бога - это древнерусская поговорка, означающая, что нужна помощь Бога или высших сил при несчастьях."}
